<<<<<<< HEAD
database = {
    "host": "localhost",
    "user": "maga",
    "password": "qwerty",
    "db_name": "mydb"
}

nn_classes = [
    "Редкие книги",
    "Нумизматика",
    "Прочие",
    "ДПИ",
    "Естественнонауч.коллекция",
    "Минералогия",
    "Печатная продукция",
    "Техника",
    "Скульптура",
    "Фото, негативы",
    "Документы",
    "Оружие",
    "Графика",
    "Живопись",
    "Археология",
]

content_types = [
    "image/jpeg",
    "image/png",
    "image/img"
],

cache_folder_path = "/image_cache/"
=======
nn_classes = [
    "Редкие книги",
    "Нумизматика",
    "Прочие",
    "ДПИ",
    "Естественнонауч.коллекция",
    "Минералогия",
    "Печатная продукция",
    "Техника",
    "Скульптура",
    "Фото, негативы",
    "Документы",
    "Оружие",
    "Графика",
    "Живопись",
    "Археология",
]

content_types = {
    "image/jpeg",
    "image/png",
    "image/img"
}

cache_folder_path = "image_cache/"
>>>>>>> 0aecc2fe6bf3000828f19f62c86817c223bbc68e
